[
  {
    "name": "EcoWave Solutions Oy",
    "sector": "Renewable Energy",
    "description": "EcoWave Solutions Oy focuses on developing small-scale renewable energy systems for industrial clients. Their core business includes solar panel integration, energy-efficiency audits, and implementation of waste-heat recovery solutions for manufacturing facilities. The company collaborates with local municipalities to support the transition toward low-carbon energy infrastructure.",
    "lat": 60.8686,
    "lon": 26.7048
  },
  {
    "name": "Kymen Logistics Services",
    "sector": "Logistics & Warehousing",
    "description": "Kymen Logistics Services provides warehousing, cross-docking, and transport route optimization solutions for small and medium-sized enterprises. Their operations emphasize digital tracking systems and fuel-efficient fleet management. The company aims to become a regional hub for sustainable freight by integrating electric trucks into its delivery network.",
    "lat": 60.4676,
    "lon": 26.9450
  },
  {
    "name": "Nordic BioPack Ltd",
    "sector": "Sustainable Packaging",
    "description": "Nordic BioPack Ltd manufactures biodegradable packaging materials for food, cosmetics, and retail sectors. Their R&D team develops fiber-based and compostable packaging alternatives to reduce plastic waste. The company partners with universities and recycling centers to promote circular economy practices and eco-design innovation.",
    "lat": 60.5693,
    "lon": 27.1926
  },
  {
    "name": "FinnAI Manufacturing Tech",
    "sector": "Industrial Automation",
    "description": "FinnAI Manufacturing Tech specializes in automation and AI-driven production optimization for factories. They deliver robotic assembly lines, predictive maintenance systems, and digital twin solutions to improve productivity. Their consultancy unit supports factories in transitioning toward Industry 4.0 standards with minimal downtime.",
    "lat": 60.7667,
    "lon": 26.6667
  },
  {
    "name": "BlueForest Foods Oy",
    "sector": "Food & Biotechnology",
    "description": "BlueForest Foods Oy focuses on developing plant-based food products using sustainable biotechnology and local raw materials. Their product line includes protein-rich alternatives for meat and dairy, tailored for Nordic consumer preferences. The company invests in food safety technologies and works with local farmers to strengthen ethical and environmentally-friendly supply chains.",
    "lat": 60.5520,
    "lon": 26.9590
  }
]
